Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/Localizable.xcstrings
Source language: en
Languages: fr

# INVITATION_TITLE_ONE_TO_ONE_INVITATION_SENT_%@
source: You invited %@ to have a private discussion
fr: Vous avez envoyé une invitation à discuter en privé à %@

# INVITATION_TITLE_SAS_CONFIRMED_%@
source: Give your code to %@
fr: Donnez votre code à %@

# INVITATION_TITLE_SAS_EXCHANGE_%@
source: Give your code to %@
fr: Donnez votre code à %@

source: Invite
fr: Inviter

# Invite another Olvid user
source: Choose how to add a contact
fr: Choisissez comment inviter un contact

source: Invite Members
fr: Inviter des participants

# INVITE_%@_IF_YOU_WANT_ONE_TO_ONE_DISCUSSION
source: To have a private discussion with %@ and add them to your contacts, touch "Invite".
fr: Pour discuter en privé avec %@ et l'ajouter à vos contacts, touchez « Inviter ».

# INVITE_%@_LOCALLY
source: If %@ is next to you, have them scan this QR code to add them to your contacts directly.
fr: Si %@ est à côté de vous, faites-lui scanner ce code QR pour l'ajouter à vos contacts immédiatement.

# INVITE_ALL_GROUP_MEMBERS_BUTTON_TITLE
source: Invite all at once
fr: Inviter tous en une fois

# INVITE_ALL_GROUP_MEMBERS_EXPLANATION
source: To initiate a private conversation with a group member who is not yet in your contacts, tap on their name, and then choose the "Invite" button. If you want to invite all group members at the same time, tap the "Invite all at once" button. Please note that the group member must accept your invitation.
fr: Pour engager une conversation privée avec un membre du groupe qui n'est pas encore dans vos contacts, appuyez sur son nom, puis sélectionnez le bouton "Inviter". Si vous souhaitez inviter tous les membres du groupe simultanément, appuyez sur le bouton "Inviter tous en une seule fois". Veuillez noter que le membre du groupe doit accepter votre invitation.

# INVITE_REQUIRED_ALERT_TITLE
source: Invitation required
fr: Invitation requise

source: is deleting
fr: suppression en cours

# IS_NOT_ADMIN
source: Not admin
fr: Pas admin

# IS_PENDING
source: Pending
fr: En attente

# IS_PENDING_ADMIN
source: Pending admin
fr: Admin en attente

source: Keep %@ active
fr: Maintenir %@ actif

source: Keep %lld messages
fr: Conserver %lld messages

# KEEP_DEVICE_%@_ACTIVE_AND_ACCEPT_TO_DEACTIVATE_DEVICE_%@
source: It appears you did not subscribe to the multidevice feature, allowing to use Olvid on multiple devices simultaneously. Keeping the device %@ active implies that the device %@ will be deactivated instead. If you want to keep all your devices active, please explore the subscriptions plans.
fr: Il semblerait que vous n'ayez pas souscrit à la fonctionnalité multi-appareils, permettant d'utiliser Olvid sur plusieurs appareils simultanément. Garder l'appareil %@ actif implique de désactiver l'appareil %@. Si vous désirez conserver tous vos appareils actifs, nous vous recommandons d'explorer les offres d'abonnement.

source: Keep selected device active
fr: Maintenir l'appareil sélectionné actif

# KEEP_THIS_DEVICE_ACTIVE
source: Keep active
fr: Garder actif

# KEYBOARD_SHORTCUT_FOR_SENDING_MESSAGE
source: Keyboard shortcut for sending a message
fr: Raccourci clavier pour envoyer un message

# KEYCLOAK_AUTHENTICATION_FAILED_ALERT
source: Authentication failed
fr: L'authentification a échoué

# KEYCLOAK_AUTHENTICATION_FAILED_ALERT_%@
source: Authentication failed: %@
fr: L'authentification a échoué : %@

# KEYCLOAK_MISSING_SEARCH_RESULT
source: %u additional search results are available. Please refine your search.
fr: %u résultats supplémentaires sont disponibles. Veuillez affiner votre recherche.

# KEYCLOAK_REVOCATION
source: Revoke previous Olvid ID
fr: Révoquer l'ID Olvid précédent

# KEYCLOAK_REVOCATION_BUTTON
source: Revoke previous ID
fr: Révoquer ID précédent

# KEYCLOAK_REVOCATION_FAILURE
source: Failed to revoke previous Olvid ID
fr: L'ID Olvid précédent n'a pas pu être révoqué

# KEYCLOAK_REVOCATION_FORBIDDEN_MESSAGE
source: Please contact your administrator.
fr: Nous vous recommandons de contacter votre administrateur.

# KEYCLOAK_REVOCATION_FORBIDDEN_TITLE
source: You cannot revoke your identity
fr: Vous ne pouvez pas révoquer votre identité

# KEYCLOAK_REVOCATION_MESSAGE
source: Another Olvid ID is associated with your account on your company's identity provider. If you generated a new ID you need to revoke the previous one.
fr: Un autre ID Olvid est associé avec le compte géré par le fournisseur d'identité de votre entreprise. Si vous avez généré un nouvel ID Olvid, il vous faut révoquer le précédent.

# KEYCLOAK_REVOCATION_SUCCESSFUL
source: Successfully revoked previous Olvid ID
fr: L'ID Olvid précédent a été révoqué

# LABEL_BIND_KEYCLOAK
source: Use an identity provider
fr: Utiliser un serveur d'identités

# LABEL_GROUP_ADVANCED_SUBTITLE
source: Unleash the full power of Olvid groups!
fr: Libérez toute la puissance des groupes Olvid !

# LABEL_GROUP_ADVANCED_TITLE
source: Advanced
fr: Avancé

# LABEL_GROUP_MANAGED_SUBTITLE
source: Only administrators can invite new members.
fr: Seuls les administrateurs peuvent inviter de nouveaux membres.

# LABEL_GROUP_MANAGED_TITLE
source: Controlled
fr: Maîtrisé

# LABEL_GROUP_READ_ONLY_SUBTITLE
source: Only administrators can post messages.
fr: Seuls les administrateurs peuvent écrire des messages.

# LABEL_GROUP_READ_ONLY_TITLE
source: Read only
fr: Lecture seule

# LABEL_GROUP_STANDARD_SUBTITLE
source: All group members can invite new members.
fr: Tous les membres peuvent inviter de nouveaux membres.

# LAST_NAME_FIRST_NAME
source: Last, First
fr: Nom Prénom

source: Later
fr: Plus tard

source: Latest export: %@
fr: Dernier export: %@

source: Latest upload: %@
fr: Dernier téléchargement : %@

source: Leave group
fr: Quitter le groupe

# LEAVE_GROUP
source: Leave this group
fr: Quitter ce groupe

source: Let's create your profile
fr: Créons votre profil

source: License activation code
fr: Code d'activation de licence

# LIMITED_EXISTENCE_SECTION_FOOTER
source: When activated, messages and attachments are auto-deleted after a limited period of time.
fr: Si ce réglage est activé, les messages et leurs pièces jointes sont automatiquement supprimés après une certaine durée.

# LIMITED_EXISTENCE_SECTION_LABEL
source: Existence duration
fr: Durée d'existence

# LIMITED_VISIBILITY_LABEL
source: Visibility duration
fr: Durée de visibilité

# LIMITED_VISIBILITY_SECTION_FOOTER
source: When activated, messages and attachments are visible for a limited period of time after they have been read.
fr: Si ce réglage est activé, les messages et leurs pièces jointes sont affichés pour une durée limitée après avoir été lus.

source: Links
fr: Liens

# LIST_LAYOUT
source: List
fr: Liste

source: Loading
fr: Chargement

# LOCAL_CONFIG
source: Local configuration
fr: Configuration locale

# LOCAL_EPHEMERAL_SETTINGS_EXPLANATION
source: The settings below allow you to locally customize how ephemeral messages behave within this discussion. These settings are not shared with other participants.
fr: Les réglages ci-dessous vous permettent d'ajuster localement le comportement des messages éphémères. Ces paramètres ne sont pas partagés avec les autres participants.

# LOCAL_RETENTION_SETTINGS_EXPLANATION
source: The settings below allow you to automatically delete old messages in this discussion.
fr: Les réglages ci-dessous vous permettent de supprimer automatiquement de vieux messages dans cette discussion.

source: Locked Out
fr: Bloqué

# LOCKED_OUT_EXPLANATION
source: Olvid is locked following too many wrong passcode attempts.
fr: Olvid est verrouillée suite à la saisie d'un nombre trop important de mauvais codes.

# LOCKED_OUT_FOR
source: Locked for
fr: Bloqué pour

# LOCKOUT_CLEAN_EPHEMERAL_EXPLANATION
source: When activated, entering a wrong passcode 3 times in a row will silently erase all read once and limited visibility messages.
fr: Quand cette option est activée, saisir 3 mauvais codes d'affilée entraîne l'effacement silencieux de tous les messages à visibilité limitée.

# LOCKOUT_CLEAN_EPHEMERAL_TITLE
source: Erase sensitive messages after 3 bad passcode attempts
fr: Effacer les messages sensibles après 3 mauvais codes

# LOGIN_WITH_CUSTOM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using a custom passcode.
fr: Cette option vous permet de protéger l'accès à Olvid grâce au code personnalisé.

# LOGIN_WITH_CUSTOM_PASSCODE_TITLE
source: Log in with a custom passcode
fr: S'authentifier avec un code personnalisé

# LOGIN_WITH_FACE_ID_CUSTOM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Face ID or a custom passcode.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Face ID ou au code personnalisé.

# LOGIN_WITH_FACE_ID_CUSTOM_PASSCODE_TITLE
source: Log in with Face ID or a custom passcode
fr: S'authentifier avec Face ID ou un code personnalisé

# LOGIN_WITH_FACE_ID_SYSTEM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Face ID or your device's passcode.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Face ID ou au code d’accès de votre appareil.

# LOGIN_WITH_FACE_ID_SYSTEM_PASSCODE_TITLE
source: Log in with Face ID or your device's passcode
fr: S'authentifier avec Face ID ou le code d’accès de votre appareil

# LOGIN_WITH_SYSTEM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using your device's passcode.
fr: Cette option vous permet de protéger l'accès à Olvid grâce au code d’accès de votre appareil.

# LOGIN_WITH_SYSTEM_PASSCODE_TITLE
source: Log in with your device's passcode
fr: S'authentifier avec le code d’accès de votre appareil

# LOGIN_WITH_TOUCH_ID_CUSTOM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Touch ID or a custom passcode.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Touch ID ou au code personnalisé.

# LOGIN_WITH_TOUCH_ID_CUSTOM_PASSCODE_TITLE
source: Log in with Touch ID or a custom passcode
fr: S'authentifier avec Touch ID ou un code personnalisé

# LOGIN_WITH_TOUCH_ID_FACE_ID_CUSTOM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Touch ID, Face ID, or a custom passcode.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Touch/Face ID ou au code personnalisé.

# LOGIN_WITH_TOUCH_ID_FACE_ID_CUSTOM_PASSCODE_TITLE
source: Log in with Touch ID, Face ID, or a custom passcode
fr: S'authentifier avec Touch ID, Face ID ou un code personnalisé

# LOGIN_WITH_TOUCH_ID_FACE_ID_SYSTEM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Touch ID, Face ID, or your device's passcode.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Face ID, Touch ID ou au code d’accès de votre appareil.

# LOGIN_WITH_TOUCH_ID_FACE_ID_SYSTEM_PASSCODE_TITLE
source: Log in with Touch ID, Face ID, or your device's passcode
fr: S'authentifier avec Touch ID, Face ID ou le code d’accès de votre appareil

# LOGIN_WITH_TOUCH_ID_SYSTEM_PASSCODE_EXPLANATION
source: This option allows you to protect Olvid using Touch ID or your device's passcode.
fr: Cette option vous permet de protéger l'accès à Olvid grâce à Touch ID ou au code d’accès de votre appareil.

# LOGIN_WITH_TOUCH_ID_SYSTEM_PASSCODE_TITLE
source: Log in with Touch ID or your device's passcode
fr: S'authentifier avec Touch ID ou le code d’accès de votre appareil

source: Looking for available subscription plans
fr: Recherche des offres d'abonnement

source: Looking for the new license
fr: Nous recherchons la nouvelle licence

# MAIL_BODY_COULD_NOT_TRANSFER_PROFILE_ERROR$@
source: Hello Olvid! I could not transfer my profile. Could you please look into this issue? Here is the error: %@
fr: Bonjour Olvid ! Je n'ai pas pu transférer mon profil. Pourriez-vous étudier la question ? Voici l'erreur : %@

# MAIL_SUBJECT_COULD_NOT_TRANSFER_PROFILE_ERROR
source: I could not tranfer my profile
fr: Il n'a pas été possible de transférer mon profil

# MAKE_SECURE_CALLS
source: Make secure calls with iPhone and iPad
fr: Émettre des appels sécurisés avec iPhone et iPad

source: Manage payments
fr: Modes de paiement

source: Manage your subscription
fr: Gérer vos abonnements

# MANUAL_BACKUP_EXPLANATION_FOOTER
source: Allows to export an encrypted backup of your contacts, groups, and settings (messages and attachments are not backuped). You can either share it (email it, save it to Files,...) or upload it directely to iCloud. Do not worry, this backup is encrypted 😇.
fr: Permet d'exporter une sauvegarde chiffrée de vos contacts, groupes et paramètres (les messages et pièces jointes ne sont pas sauvegardés). Vous pouvez la partager (l'envoyer par mail, la sauvegarder dans Fichiers, etc.) ou la sauvegarder directement vers iCloud. Ne vous en faites pas, cette sauvegarde est chiffrée 😇.

# MANUAL_BACKUP_TITLE
source: Manual backup
fr: Sauvegarde manuelle

source: Manual configuration
fr: Configuration manuelle

# MANUAL_RESYNC_OF_GROUP_V2
source: Resynchronize this group
fr: Resynchroniser ce groupe

source: Mark as read
fr: Marquer comme lu

# MAX_AVG_BITRATE
source: Max. average bitrate
fr: Débit moyen maximal

# MAX_OTHER_PARTICIPANT_COUNT_FOR_VIDEO_CALL_EXCEEDED
source: Sorry, the maximum number of participants for this video call has been reached. It is currently limited to two additional participants.
fr: Désolé, le nombre maximum de participants pour cet appel vidéo a été atteint. Il est actuellement limité à deux autres participants.

source: Maximum size for automatic downloads
fr: Taille maximale pour téléchargement automatique

source: Maybe later
fr: Plus tard

# MAYBE_ME_LATER_BUTTON_TITLE
source: Maybe later
fr: Plus tard

source: Medias
fr: Médias

source: Members
fr: Membres

source: Members of %@
fr: Membres de %@

# MENU_ACTION_TITLE_ARCHIVE_DISCUSSION
source: Archive discussion
fr: Archiver la discussion

# MENU_ACTION_TITLE_DELETE_ALL_MESSAGES
source: Delete all messages
fr: Supprimer tous les messages

# MENU_ACTION_TITLE_MARK_ALL_MESSAGES_AS_READ
source: Mark all messages as read
fr: Marquer tous les messages comme lus

# MENU_ACTION_TITLE_PIN_DISCUSSION
source: Pin discussion
fr: Épingler la discussion

# MENU_ACTION_TITLE_UNPIN_DISCUSSION
source: Unpin discussion
fr: Détacher la discussion

# MESSAGE_INFO
source: Message informations
fr: Informations sur le message

# MESSAGE_REACTION_NOTIFICATION_%@
source: Reacted %@ to your message
fr: A réagi %@ à votre message

# MESSAGE_REACTION_NOTIFICATION_%@_%@
source: Reacted %@ to: %@
fr: A réagi %@ à : %@

# MESSAGE_SUBSCRIPTION_REQUIRED_CALL
source: Initiating secure phone calls with Olvid requires a subscription. You can check your current subscription status and see available subscription plans on the "My ID" page.
fr: L'émission d'appels téléphoniques sécurisés avec Olvid nécessite un abonnement. Vous pouvez vérifier le statut de votre abonnement et les options d'abonnement disponibles depuis la page « Mon ID ».

# MESSAGE_SUBSCRIPTION_REQUIRED_GENERIC
source: Th requested feature requires a subscription. You can check your current subscription status and see available subscription plans on the "My ID" page.
fr: La fonctionnalité demandée nécessite un abonnement. Vous pouvez vérifier le statut de votre abonnement et les options d'abonnement disponibles depuis la page « Mon ID ».

source: Metadata
fr: Métadonnées

source: Minimum recommended version
fr: Version minimale recommandée

source: Minimum supported version
fr: Version minimale prise en charge

source: Misconfiguration
fr: Configuration

# missed messages count
source: %u missing messages
fr: %u messages manquants

source: Missed Call
fr: Appel manqué

# MISSING_CHANNEL_FOR_CALL_MESSAGE_%@
source: You will be able to call %@ once a secure channel is established with them. Please try again later.
fr: Vous pourrez appeler %@ dès que le canal sécurisé sera établi. Veuillez essayer à nouveau plus tard.

# MISSING_CHANNEL_FOR_CALL_TITLE_%@
source: %@ cannot be called yet
fr: %@ ne peut pas encore être appelé

# MODIFIED_SHARED_SETTINGS_CONFIRMATION_MESSAGE
source: You have modified the message settings for this discussion. Do you want to update these settings for you and all other discussion participants, or do you want to discard your changes?
fr: Vous avez modifié les paramètres partagés de cette discussion. Voulez-vous mettre à jour ces paramètres pour vous et tous les participants à la discussion, ou préférez-vous supprimer vos modifications ?

# MODIFIED_SHARED_SETTINGS_CONFIRMATION_TITLE
source: Modified shared ephemeral message settings
fr: Les paramètres partagés ont été modifiés

source: month
fr: mois

# More invitations methods
source: Additional methods for adding a contact
fr: Autres méthodes d'ajout de contact

source: More...
fr: Avancé...

source: Multidevice
fr: Multi-appareils

source: Mute
fr: Silence

source: Mute notifications
fr: Désactiver les notifications

# MUTED_NOTIFICATIONS_CONFIRMATION_%@
source: New message notifications muted until %@. Do you want to unmute them?
fr: Notifications de nouveau message désactivées jusqu'à %@. Souhaitez-vous les réactiver ?

# MUTED_NOTIFICATIONS_FOOTER_INDEFINITELY
source: New message notifications muted indefinitely
fr: Notifications de nouveau message désactivées indéfiniment.

# MUTED_NOTIFICATIONS_FOOTER_UNTIL_%@
source: New message notifications muted until %@
fr: Notifications de nouveau message désactivées jusqu'à %@

source: Mutual Introduction
fr: Faire les présentations

# Mutual trust confirmed!
source: Secure channel in progress
fr: Canal sécurisé en cours

# My Id
source: My profile
fr: Mon profil

# My Olvid Card
source: My profile
fr: Mon ID

source: My devices
fr: Mes appareils

# MY_OWN_IDS
source: My profiles
fr: Mes profils

source: Name update available
fr: Mise à jour disponible

# NAME_OF_COMMAND_PLUS_ENTER_KEYBOARD_KEY
source: Cmd+Enter
fr: Cmd+Entrée

# NAME_OF_ENTER_KEYBOARD_KEY
source: Enter
fr: Entrée

source: Never
fr: Jamais

source: New
fr: Nouveau

source: New backup key
fr: Nouvelle clé de sauvegarde

source: New contact
fr: Nouveau contact

source: New group details
fr: Nouveaux détails de groupe

source: New invitation
fr: Nouvelle invitation

source: New Invitation!
fr: Nouvelle Invitation !

source: New message
fr: Nouveau message

source: New Suggested Introduction
fr: Mise en relation

# NEW_COMPOSE_MESSAGE_VIEW_ACTION_ORDER_FOOTER
source: The first button will be located next to the text field allowing to compose messages. The buttons you use the most should be put at the top of this list so that you can access them in one tap.
fr: Le premier bouton apparaîtra juste à côté de la zone de composition du message de vos messages. Nous vous recommandons de placer les boutons que vous utilisez le plus au sommet de la liste, de façon à les atteindre en une touche.

# NEW_COMPOSE_MESSAGE_VIEW_ACTION_ORDER_HEADER
source: Preferred message buttons order
fr: Ordre préféré des boutons de composition de message

# NEW_COMPOSE_MESSAGE_VIEW_PREFERENCES
source: Customize the message compose area
fr: Personnaliser la composition de message

# NEW_DETAILS_EXPLANATION_%@_%@
source: %1$@ updated their details. If you wish to use these new details instead of those currently on your %2$@, please tap the button bellow.
fr: %1$@ a mis à jour ses informations. Si vous voulez utiliser ces nouveaux détails à la place de ceux actuellement stockés sur votre %2$@, touchez le bouton ci-dessous.

source: New device
fr: Nouvel appareil

source: New group
fr: Nouveau groupe

source: New license to activate
fr: Nouvelle licence à activer

source: New reaction
fr: Nouvelle réaction

source: Next
fr: Suivant

source: No
fr: Non

source: No active subscription
fr: Aucun abonnement actif

source: No backup was exported yet.
fr: Aucune sauvegarde exportée pour le moment.

source: No backup was uploaded yet.
fr: Aucune sauvegarde pour le moment.

source: No one
fr: Personne

# NO_AUTHENTICATION_EXPLANATION
source: Olvid's screen won't be locked.
fr: L'écran d'Olvid ne sera pas verrouillé.

# NO_BACKUP_KEY_GENERATED_YET
source: In order to perform encrypted backups of your contacts, groups, and settings, you first need to generate a backup key 🔐. No backup key has been generated yet.
fr: Pour effectuer une sauvegarde chiffrée de vos contacts, groupes et paramètres, la première étape est de générer une clé de sauvegarde 🔐. Aucune clé de sauvegarde n'a été générée pour le moment.

# NO_DEVICE_WILL_EXPIRE_SINCE_YOUR_SUBSCRIPTION_INCLUDES_MULTIDEVICE
source: All your devices will stay active since your subscription includes the multi-device feature 🙌.
fr: Tous vos appareils vont rester actifs car votre abonnement inclu la fonctionnalité multi-appareils 🙌.

# NO_GRACE_PERIOD_EXPLANATION
source: Olvid will be locked immediately after being closed.
fr: Une fois fermée, Olvid se verrouillera immédiatement.

source: No message
fr: Aucun message

# NO_OTHER_MEMBER_FOR_NOW
source: No other group member for now.
fr: Aucun autre membre pour le moment.

# NO_OTHER_PROFILE_TO_ADD
source: Done
fr: Terminer

# NON_EPHEMERAL_MESSAGES_LABEL
source: Non-ephemeral messages
fr: Message non-éphémère

source: None
fr: Aucun

# NOTIFICATION_SOUNDS_LABEL
source: Notification sound
fr: Son de notification

# NOTIFICATION_SOUNDS_SUBTITLE_POLYPHONIC
source: When receiving a message, a random note of the selected instrument will be played. Give it a try by tapping your preferred choice several times 😉.
fr: Lorsque vous recevrez un message, vous entendrez une note aléatoire de l'instrument choisi. N'hésitez pas à essayer en appuyant plusieurs fois sur votre instrument préféré 😉.

# NOTIFICATION_SOUNDS_TITLE_POLYPHONIC
source: Polyphonic tones
fr: Sons polyphoniques

source: Notifications will not preview any message content nor any invitation content. It will be possible to distinguish between a new message notification and new invitation notification.
fr: Les notifications n'afficheront pas le contenu des nouveaux messages ni des nouvelles invitations. Il sera néanmoins possible de distinguer une notification de nouveau message d'une notification de nouvelle invitation.

source: Notifications will not provide any information about messages nor invitations. A minimal static notification will show to indicate that Olvid requires your attention.
fr: Les notifications n'afficheront aucune information concernant les messages ou les invitations. À la place, elles afficheront un texte standard indiquant qu'Olvid requiert votre attention.

source: Notifications will preview new messages and new invitations content.
fr: Les notifications afficheront une prévisualisation du contenu des nouveaux messages ainsi que des nouvelles invitations.

source: Now
fr: Maintenant

# NUMBER_OF_ELEMENTS
source: %u elements
fr: %u éléments

# NUMBER_OF_ITEMS_SELECTED
source: %u items selected
fr: %u éléments sélectionnés

# NUMBER_OF_MESSAGES_BEFORE_DELETION
source: Number of new messages before deletion
fr: Nombre de nouveaux messages avant suppression

source: Olvid failed to initialize with the following error message: %1$@
fr: Olvid n'a pas pu démarrer correctement. Voici le message d'erreur: %1$@

source: Olvid failed to start properly. This is a terrible experience, we deeply appologize about this. Please be reassured, none of your data was lost.
fr: Olvid n'a pas pu démarrer correctement. Nous en sommes désolés. Mais rassurez-vous, aucune de vos données n'a été perdue.

source: Olvid is not authorized to access the camera. Because your settings are restricted, there is nothing we can do about this. Please contact your administrator.
fr: Olvid n'a pas l'autorisation d'accéder à l'appareil photo 😱. Vos paramètres étant restreints, il n'y a rien que nous ne puissions faire. Nous vous recommandons de contacter votre administrateur.
